{
	"name": "Badlander",
	"description": "<p>A badlander hails from the outskirts of civilization, in the mostly uninhabited, heavily polluted areas outside of the megacities. They grow up in the dusty, dirty, violent wilds, where death and desolation are just parts of everyday life.</p> <p>Badlanders are typically born to parents who once lived in the cities, but due to financial problems, were forced to move away from the safety of the city streets and try their luck in the radiated wilderness.</p> <p>Badlander clothing and housing is made from garbage dumped in the wilds by the megacity trash collectors.</p> <p>The ability to reuse and recycle waste into some thing of use is very common among badlanders.</p>",
	"feature_descriptions": {
		"Always Ready": "You are proficient in Light and Medium Armor.",
		"Hollow Sight": "You can see in complete darkness as if it were dim light up to a distance of 60ft. You cannot discern color in darkness, seeing only in shades of gray."
	},
	"speed": 30,
	"age": {
		"base": 18,
		"middle": 35,
		"old": 70,
		"ancient": 80
	},
	"languages": ["english", "choice"],
	"armor_proficiencies": [{"category": "light"}, {"category": "medium"}],
	"ability_score_increases": [{
		"ability": "dexterity",
		"increase": 1
	}],
	"darkvision": 60,
	"suborigins": [
		{
			"name": "Bruiser",
			"description": "Bruisers use their strength, intimidation, and violence to survive",
			"feature_descriptions": {
				"One Scary Dude": "You have proficiency in the Intimidation skill. You know how to use your hands when intimidation fails. Your unarmed strikes deal 1d6+Str points of bludgeoning damage."
			},
			"ability_score_increases": [{"ability": "strength","increase": 2}],
			"skill_proficiencies": [{"skill": "intimidation"}],
			"weapon_proficiencies": [{
					"name": "unarmed",
					"to_hit_mod": "strength",
					"damage_mod": "strength",
					"damage_dice": "1d6"
				}]
		}, 
		{
			"name": "Scavenger",
			"description": "Scavengers tear apart broken and discarded tech for the radiation leaking powercells within",
			"feature_descriptions": {
				"Scavenger": "You have proficiency in the Mechanics skill.",
				"Irradiated": "You have resistance to radiation damage."
			},
			"ability_score_increase": [{"ability": "technology","increase": 2}],
			"skill_proficiencies": [{"skill": "mechanics", "expertise": false}],
			"resistances": ["radiation"]
		}
	]
}
