["I once killed a gang enforcer and now that gang is out for my blood.",
"I smoke 40 cigarettes a day. If I don’t, I get irritable and nervous.",
"I have a lucky religious symbol on a necklace. I can’t start gunfights without first kissing it for luck.",
"I cannot start my day without a glass of whiskey.",
"There is somebody in my past who did me wrong. I’m out for their blood.",
"I am addicted to Crush. If I go more than 24 hours without it, I suffer withdrawals.",
"I have a weakness for beautiful people. I can’t focus around them and believe anything they tell me.",
"A while ago, I sold a treasured childhood possession for cash. Now I want to find it and get it back.",
"I’m in witness protection and must keep my true background a secret from the world.",
"A jealous love rival wants me dead because of my past actions.",
"My pocket computer means everything to me. I have to check it every 5 minutes for updates from my favorite personalities on social media.",
"I can only form romantic bonds with artificial intelligence. Humans are too complicated.",
"I take unnecessarily dangerous risks.",
"Disdain for authority frequently gets in my way. I am usually rude or blunt with authority figures.",
"I’m quick to anger when I feel that I’m being treated as an idiot.",
"I overeat when I’m stressed out, and I’m stressed out that I overeat. It’s a vicious circle.",
"I prefer virtual reality to real life. I am saving all my money to afford a fully immersive VR rig so that I can leave this dump behind.",
"I feel guilty for killing. Every time I kill somebody, I have to drown the guilt in decadence.",
"The only way I can relax is by getting into fights in seedy bars.",
"I’m terrified of travelling in any vehicle that leaves the ground.",
"I have a weakness for cheap booze.",
"I make origami animals and leave them wherever I go.",
"Wonlongs are my Achilles heel, and I’ll do anything for them. Anything.",
"I will never admit I’m wrong, even when it’s painfully obvious.",
"I never asked for this.",
"I practically worship one of the corporation CEOs.",
"I owe a large debt to a violent gang in San Francisco.",
"I’d rather run away and live to see another day, than die a hero.",
"Plans are for losers, and people who can’t improvise. I never need one.",
"I am obsessed with becoming famous.",
"It seems like every time I sit down to eat, somebody or something interrupts me.",
"I want to overthrow a corporate CEO and take their place.",
"I gamble every chance I get.",
"Everybody in this godforsaken city is beneath me.",
"I’m holding data that someone wants, and I don’t even know what it is.",
"If it can’t be solved with a bullet in somebody’s brain, it isn’t a real problem.",
"I overcomplicate even the simplest of situations.",
"I once killed somebody in cold blood, and I’m terrified I’ll get found out.",
"I rarely wash, and when I do, I don’t enjoy it. People say I have a certain scent about me.",
"I always know best.",
"If anyone knew what I’ve had done, they would have to be eliminated before spreading what they know.",
"I spend my time philosophizing about the meaning of life, the Universe, and, well, everything really.",
"When it comes to food, I only eat the best.",
"I am careful and meticulous over my bonsai trees. Nothing distracts me when I am dealing with them.",
"I killed someone at a young age and grew a taste for it. That scares me",
"Even if it costs me my last wonlong, I always over tip service personnel.",
"I always try to score tickets to the latest concerts and will skip work to make the show.",
"I won’t go near a hospital. I would rather stitch myself up at home.",
"I can’t get enough of deep-fried snacks.",
"I spend my free time planning Demons & Darkness campaigns for my players.",
"I regularly gamble on illegal synthdog fights.",
"Being outside is terrifying. The open sky, all the cameras, who knows who’s watching? I prefer to stay in my apartment.",
"I am a collector of old equipment and attempt to preserve it. If I see something old and in need of repair, I’m bound to grab it.",
"I routinely sleep 16 hours a day. If I’m not on the job I’m probably asleep.",
"I tend to spend my time at old libraries; the feel of simulated books never quite matches the real thing.",
"I only attend one bar in the city. My loyalty is with them first and foremost.",
"I can’t stand children. Even being close to them gets my blood boiling.",
"I get bored of routines extremely quickly.",
"Whenever I get stressed, I spend all my wonlongs on useless junk.",
"I always stand in the darkest corner of the room hoping no one will notice me.",
"A new life awaits me in the off-world colonies. I save every wonlong for a flight off this rock.",
"I just cannot keep a secret.",
"I like to travel and will often find excuses to leave the city whenever I have some free time.",
"I have a blog that I update at the end of every week by telling stories about my life.",
"I have replaced my need for actual cigarettes with an electronic substitute and I will get everyone around me to do the same.",
"I have to keep up with the latest celebrity gossip. Every morning I check the gossip sites.",
"I believe there’s alien life on other planets and I just need to find a way to get up into space and prove it.",
"I can only eat food that I have prepared or have seen be prepared. Who knows what goes in it otherwise.",
"I am obsessed with the history of the world; the more I learn, the more I realize how little I know.",
"I always keep a bunch of false credentials on me. This is useful for getting past security, but if I am ever searched, I am in big trouble.",
"I always refer to myself as the leader of a cyberpunk gang when asked what I do, even to people who hate cyberpunks.",
"I have a deep distrust of those unwilling to augment themselves.",
"I have to have the latest cybernetics, otherwise someone out there is better equipped than I am.",
"Whenever someone beats my high score, I dedicate myself to taking it back.",
"I love to watch the dance of flames as they burn something important.",
"I cannot function without caffeine.",
"I am afraid of getting new cybernetic enhancements.",
"I spend too much time and money at adult establishments across the city.",
"I have a real sweet tooth and will often waste money on candy.",
"I regularly attend a fight club. I can’t talk about it.",
"I prefer to be in the open than cramped into a space. I will spend as much time outdoors as possible.",
"I am addicted to daytime television; I can’t get enough of those stupid shows.",
"I record everything I do on an old VHS tape recorder.",
"When I drink, I drink to excess and soon forget where I am.",
"I throw online abuse at people whose opinions differ from my own.",
"I am an addict of the old wild west holovids, and I idolize that lifestyle, Partner.",
"I can’t function without a routine.",
"I like to keep and look after synthetic animals.",
"I tend to talk down to people who would normally be above me.",
"I like to spend my evenings listening to classic records and will waste money on hard copies of these albums.",
"I daydream often, and it leads to me being easily distracted.",
"I am gathering ideas to write my own gumshoe novel.",
"I keep a meticulous handwritten journal of everything I do, and it never leaves my side.",
"I am an advice columnist at a local small press newspaper. I listen to people’s problems and answer them anonymously.",
"I tend to mix up my drug intake from evening to evening, and often I don’t know which drug I am on.",
"I am a conspiracy nut. I know that the world we have been shown is a lie, I just can’t prove it yet.",
"I collect action figures from ancient children’s broadcasts, no matter how expensive. The better the condition the more I am willing to pay.",
"I spend all of my free time at expensive art museums staring at the beautiful artwork.",
"I spend hours studying chemistry to try and create the perfect drug that will make me rich.",
"Whenever we go to a bar, I order the most sugary drinks available."]
